Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/TasksAndTips/*.lproj/TasksAndTips.strings
Languages: fr

# 638-zY-9xj.text
source: Pruning tomato plants: remove the gourmands.
fr: La taille des plants de tomates : retirer les gourmands.

# 7Gf-mt-17E.text
source: Tap a task to get its details
fr: Touchez une tâche pour avoir son détail

# 8zf-3e-3lE.text
source: My missions
fr: Mes missions

# Bek-Cb-yem.text
source: Pruning tomato plants: remove the gourmands.
fr: La taille des plants de tomates : retirer les gourmands.

# ETu-Jp-XY9.text
source: What to do?
fr: Comment faire ?

# Haa-Cs-JjH.text
source: Highly recommended
fr: Fortement recommandée

# HlH-jI-2Zh.text
source: The soil moisture content is low!
fr: Le taux d’humitité du sol est bas !

# KSe-So-rFc.text
source: Pruning tomato plants: remove the gourmands.
fr: La taille des plants de tomates : retirer les gourmands.

# PRF-Pb-g6F.text
source: Pruning tomato plants: remove the gourmands.
fr: La taille des plants de tomates : retirer les gourmands.

# RPN-TU-EJY.text
source: The water does not flow
fr: L’eau ne coule pas

# TJr-Ak-ec9.text
source: I did not succeed
fr: Je n’ai pas réussi

# Wfh-02-s1V.text
source: It's done
fr: C'est fait

# YH7-4r-iSA.text
source: Pruning tomato plants: remove the gourmands.
fr: La taille des plants de tomates : retirer les gourmands.

# YMT-uS-AGj.text
source: What we call a "gourmand" is a "branch" that will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the pruning shears if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect well to avoid the propagation of diseases.
fr: Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.

# ZNL-en-Vbi.text
source: Name of the mission
fr: Nom de la mission

# f3b-T9-E7O.normalTitle
source: It's done
fr: C'est fait

# fQb-z2-mcD.text
source: Plant name
fr: Nom de la plante

# hPO-lt-Hhy.text
source: What we call a "gourmand" is a "branch" that will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the pruning shears if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect it well to avoid the propagation of diseases.what we call "gourmand" is a "branch" which will form at the intersection of two other stems. To do this, pinch this branch between your fingers if it is small, or cut it with the secateurs if it is already well developed. Don't forget to disinfect well to avoid the propagation of diseases.
fr: Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.Ce que l’on appelle gourmand est une “branche” qui va se former à l’intersection de deux autres tiges. Pour cela, pincez ce gourmand entre vos doigt s’il est petit, ou coupez-le au sécateur s’il est déjà bien développé. N’oubliez pas de bien désinfecté pour éviter au maximum la propagation de maladies.

# iH8-gD-R3l.text
source: Duration
fr: Durée

# j5Q-sh-0jx.text
source: My missions
fr: Mes missions

# jSj-xd-DRP.text
source: The water flows
fr: L’eau coule

# jhW-k4-PLh.text
source: The problem is solved
fr: Le problème est reglé

# nhd-L3-snK.text
source: Check water level and battery level. Make sure hoses are not clogged and that water is flowing from the sprinklers.
fr: Vérifier le niveau d'eau et le niveau de batterie. Assurez vous que les tuyaux ne sont pas bouchés et que l'eau coule des gicleurs

# rCT-Cn-u0L.text
source: Tools
fr: Outils

# sEq-fn-Cy7.text
source: Remember to remove the first few chokers between two stems. Remember to remove the first few chokers between two stems.
fr: Pensez à retirer les premiers gourmands entre deux tiges. Pensez à retirer les premiers gourmands entre deux tiges.

# tag-p6-fqB.text
source: Name
fr: Nom
