Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/AddGardener/*.lproj/AddGardener.strings
Languages: fr

# 0EV-FH-aMO.text
source: You now proceed to the next steps to set up your planter.
fr: Vous dorénavant passez aux étapes suivantes afin de paramétrer votre jardinière.

# 18s-av-dI5.normalTitle
source: Confirm
fr: Valider

# 1QL-YI-sIe.placeholder
source: Please select a location.
fr: Veuillez selectionner un emplacement

# 2XV-Zn-Use.text
source: Add a garden
fr: Ajouter un potager

# 2mJ-Iu-U5Z.placeholder
source: Kit name
fr: Nom du kit

# 7ca-Be-sZB.text
source: Sunshine
fr: Ensoleillement

# 9NU-3a-xnx.text
source: Which Agrove vegetable garden kit would you like to add?
fr: Quel kit potager Agrove voulez-vous ajouter ?

# AwQ-e2-ucd.text
source: Pairing of the planter
fr: Jumelage de la jardinière

# Bgs-Ln-XqE.text
source: The turnkey kit
fr: Le kit clé en main

# C6a-p1-7Kt.placeholder
source: Name of vegetable patch
fr: Nom du kit

# Cy7-Ki-4ac.normalTitle
source: Next
fr: Suivant

# Fba-Tv-c8I.text
source: Pairing of the planter
fr: Jumelage de la jardinière

# GLP-zC-OD4.text
source: Setting up my garden
fr: Réglage de mon potager

# JI3-yw-jx6.text
source: Choose your type of garden :
fr: Choisissez un type de potager :

# Jzk-aR-Ads.placeholder
source: My garden
fr: Ma jardinière

# K2E-s7-Mys.placeholder
source: Please select the orientation of the sun
fr: Veuillez selectionner l'orientation du soleil

# LyE-vM-JQM.text
source: Information about my planter
fr: Informations de ma jardinière

# N8W-gn-3CA.text
source: Your planter has been added!
fr: Votre jardinière a bien été ajoutée !

# NEu-bk-HOe.text
source: Information about my planter
fr: Le kit clé en main

# NH4-pI-uwy.text
source: Location
fr: Emplacement

# Nab-0r-e8R.text
source: Add a garden
fr: Ajouter un potager

# PEm-Qv-2oP.placeholder
source: Please select a location
fr: Veuillez selectionner un emplacement

# PLu-v8-7Mb.placeholder
source: Name of the country
fr: Nom du pays

# Ppn-CR-Qvd.text
source: select the type of pot:
fr: Sélectionnez le type de pot dans lequel vous allez planter votre kit capteur :

# Px5-UY-Man.text
source: Zip code
fr: Code Postal

# Rud-6g-Uu9.placeholder
source: Zip code of the planter
fr: Code postal de la jardinière

# SJv-Rd-ERT.text
source: Configure your vegetable patch
fr: Configurez votre kit Agrove

# SR4-PV-HUv.text
source: Information about my planter
fr: Informations de ma jardinière

# Tpd-8G-w6s.text
source: Add a garden
fr: Ajouter un potager

# WiO-KE-fcy.normalTitle
source: Next
fr: Suivant

# Wkt-2W-uVs.text
source: Orientation of the sun
fr: Orientation du soleil

# XZc-Ce-bQZ.text
source: Add a garden
fr: Ajouter un potager

# Z8m-Qf-Tih.normalTitle
source: Scan the planter
fr: Scanner la jardinière

# Zl8-xp-WLf.normalTitle
source: Add
fr: Ajouter

# a7D-mT-i4w.text
source: To add a garden, please scan the QR code located on it !
fr: Pour ajouter une jardinière veuillez scanner le QR Code situé sur cette dernière

# bY6-TS-bmH.text
source: Add a garden
fr: Ajouter un potager

# c2d-gI-M4e.text
source: Country
fr: Pays

# dP0-C2-amB.text
source: For the first connection, you must connect to the Planter by scanning the QR Code located on it
fr: Pour la première connexion, vous devez vous connecter à la Jardinière en scannant le QR Code situé sur cette dernière

# dac-UE-WUp.placeholder
source: Please select the orientation of the sun
fr: Veuillez selectionner l'orientation du soleil

# e7H-Be-yYo.text
source: Configure your vegetable patch
fr: Configurez votre kit Agrove

# efo-12-BXk.text
source: Where the planter is located
fr: Où se situe la jardinière

# ene-fZ-cvf.text
source: Location
fr: Emplacement

# ew0-H7-tCL.text
source: Zip code
fr: Code postal

# fNK-Th-eQs.text
source: Add a planter
fr: Ajouter une jardinière

# fpw-7p-Xbe.placeholder
source: Zip code of the planter
fr: Code postal de la jardiniere

# fwb-CU-VRU.placeholder
source: Name of the country
fr: Nom du pays

# g0r-E8-mo3.normalTitle
source: Scan
fr: Scanner

# ghj-8c-3Cu.placeholder
source: Sunlight
fr: Ensoleillement

# h2g-Sr-hpd.text
source: Add a garden
fr: Ajouter un potager

# heZ-eL-itR.text
source: For the first connection, you must connect to the Planter by scanning the QR Code located on it
fr: Pour la première connexion, vous devez vous connecter à la Jardinière en scannant le QR Code situé sur cette dernière

# jcJ-bL-3Ym.text
source: Rename your kit
fr: Renommez votre kit

# kAP-Pr-Vtn.text
source: Up to
fr: Jusqu'à

# mNS-vL-FEz.placeholder
source: City
fr: Pays

# meh-ZX-icP.text
source: Rename your kit
fr: Renommez votre kit

# mm7-DN-rdo.text
source: To scan the QR Code, please use the camera of your phone. To access it click on the button below
fr: Pour scanner le QR Code, veuillez utiliser la camera de votre téléphone. Pour y accéder cliquer sur le bouton ci-dessous

# oej-FJ-jpS.text
source: Sunlight
fr: Ensoleillement

# qXQ-kU-JHE.text
source: Would you like to give it a name?
fr: Souhaitez-vous lui donner un nom?

# qdG-8Q-bxY.text
source: Congratulations! Your planter is properly configured
fr: Félicitations ! Votre jardinière est correctement configurée

# snG-Rr-ELR.normalTitle
source: Validate
fr: Valider

# tWZ-6i-lcr.text
source: Country
fr: Pays

# tyY-1c-y8S.text
source: Orientation of the sun
fr: Orientation du soleil

# v8b-7S-OaU.normalTitle
source: finish
fr: Terminer

# x1f-xM-BqP.placeholder
source: Sunlight
fr: Ensoleillement

# yXq-MM-03m.placeholder
source: Zip code of the planter
fr: Code postal de la jardiniere

# zZK-si-JR5.text
source: Which Agrove's Garden Kit you want to add ?
fr: Quel kit potager Agrove voulez-vous ajouter ?
