Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/*.lproj/Localizable.strings
Languages: fr

source: Sow
fr: Semer

source: Plant
fr: Planter

source: Sow or plant
fr: Semer ou planter

# sow_or_plant_your
source: Do you want to sow or plant your
fr: Voulez-vous semer ou planter votre

source: Cancel
fr: Annuler

source: Where do you want to plant your
fr: Où voulez-vous planter votre

source: Where do you want to sow your
fr: Où voulez-vous semer votre

source: Your plants were well added
fr: Vos plantes ont bien été ajoutées

source: Your plant has been added
fr: Votre plante a bien été ajoutée

source: You must select at least; one location
fr: Vous devez sélectionner au moins un emplacement

source: You have joined the gardening team!
fr: Vous avez rejoint l'équipe de la jardinière !

source: You have encountered a problem when adding to the team
fr: Vous avez rencontré un problème lors de l'ajout a l'équipe

source: A content is empty
fr: Un contenu est vide

source: Please enter your email address
fr: Veuillez saisir votre adresse mail

# mail
source: Email
fr: Adresse mail

source: Send
fr: Envoyer

source: An email has been sent to you
fr: Un email vous a été envoyé

source: Give your planter a name !
fr: Mettre un nom à votre jardinière !

# the_qr_code_information_is_not_recognized
source: The QR Code information is not recognized, did you start the Planter?
fr: Les informations du QR Code ne sont pas reconnues, avez-vous démarré la Jardinière ?

source: QR Error code
fr: QR Code erreur

source: Already subscribe
fr: Une équipe de jardiniers est déjà aux petits soins pour ce potager!

source: You have already subscribed to this Planter.
fr: Vous êtes déjà abonner sur cette Jardinière.

source: Already linked
fr: Déjà lié

source: You already have this Planter in your list
fr: Vous avez déjà cette Jardinière dans votre liste

source: Problem of twinning at the planter
fr: Probléme de jumalage à la Jardinière

source: The request to be added to the team sent
fr: La demande d'ajout à l'équipe envoyée

source: An error has occurred!
fr: Une erreur est survenue !

# you_must_authorize_the_localization_of_the_agrove
source: You must authorize the localization of the Agrove application in order to retrieve your address.
fr: Vous devez authoriser la localisation de l'application Agrove afin de pouvoir récupérer votre adresse.

source: Edit
fr: Modifier

source: An error occurred while retrieving your address.
fr: Une erreur est survenue lors de la récupération de votre adresse.

source: You need to enable location in order to retrieve your address.
fr: Vous devez activé la localisation afin de pouvoir récupérer votre adresse.

source: Put a city/address to your planter!
fr: Mettre une ville/adresse à votre jardinière !

source: Your planter is fully configured!
fr: Votre jardinière est complétement configuré !

source: Classic Garden
fr: Potager Classique

# in_a_square_in_a_pot_or
source: In a square, in a pot or in a window box
fr: En carré, en pot ou en jardinière

source: Agrove Garden
fr: Potager Agrove

# connected_garden_kits
source: Smart Garden Kit
fr: Kits potager connectés

source: The sensor kit
fr: Le kit capteur

source: The wall kit
fr: Le kit mural

source: The turnkey kit
fr: Le kit clé en main

source: The Parcel
fr: La parcelle

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Big
fr: Grand

source: Up to :
fr: Jusqu'à :

# up_to_small
source: Up to : 30 cm x 30 cm
fr: Jusqu'à 50cm2

# up_to_medium
source: Up to : 50 cm x 50 cm
fr: Jusqu'à 75cm2

# up_to_big
source: starting from : 50 cm x 50 cm
fr: Jusqu'à 1m2

source: Starting from :
fr: À partir de:

source: How big is your planter?
fr: Quelle est la taille de votre jardinière ?

source: How big is your vegetable patch?
fr: Quelle est la taille de votre carré potager ?

source: How big is your pot?
fr: Quelle est la taille de votre pot ?

# planter
source: Gardener
fr: Jardinière

source: Vegetable patch
fr: Carre potager

# up_to_50_cm
source: Up to 50 cm2
fr: Jusqu'à 50 cm2

# up_to_75_cm
source: Up to 75 cm2
fr: Jusqu'à 75 cm2

source: More than 1m2
fr: Jusqu'à 1 m2

# small_f
source: Small
fr: Petite

# medium_f
source: Medium
fr: Moyenne

# big_f
source: Big
fr: Grande

# fill_in_all_the_information
source: Please fill in all the information!
fr: Merci de remplir toutes les informations !

# vegetable_garden_added
source: New vegetable garden added!
fr: Nouveau potager ajouté !

source: A problem occurred!
fr: Un problème est survenue !

source: Please select a type of sunlight
fr: Veillez séléctionner un ensoleillement

source: Shadow all day long
fr: à l'ombre toute la journée

source: Sun in the morning
fr: Soleil le matin

source: Sun in the afternoon
fr: Soleil l'après midi

source: Sun all day long
fr: Soleil toute la journée

source: Adress
fr: Adresse

source: Address of the planter
fr: Addresse de la jardinière

source: City
fr: Ville

source: Name of the city
fr: Nom de la ville

source: Confirm
fr: Valider

source: New vegetable garden added!
fr: Nouveau potager ajouté !

source: Please select a location
fr: Veillez séléctionner un emplacement

source: Garden
fr: Jardin

source: Balcony
fr: Balcon

source: Window railing
fr: Rambarde de fenêtre

source: Inside
fr: Intérieur

source: North
fr: Nord

source: South
fr: Sud

source: East
fr: Est

source: West
fr: Ouest

source: South East
fr: Sud Est

source: North East
fr: Nord Est

source: South West
fr: Sud Ouest

source: North West
fr: Nord Ouest

source: undefined
fr: non définie

source: An error occurred while updating the data of the planter
fr: Une erreur s'est produite lors de la mise à jour des données de la jardinière

source: Perfectly humid
fr: Parfaitement humide

source: Good
fr: Bon

source: Select a category
fr: Selectionner une catégorie

source: Camera
fr: Appareil photo

source: Photo Gallery
fr: Gallerie de photos

source: No alert for the moment
fr: Aucune alerte pour le moment

# conditions_are_good_to_ensure_the_growth
source: Well done! All conditions are good to ensure the growth of your crops! You will receive alerts here in case of problems.
fr: Bravo ! Toutes les conditions sont bonnes pour garantir la croissance de vos cultures ! Vous recevrez des alertes ici en cas de problème.

source: Warning
fr: Attention

source: It seems that :
fr: Il semblerait que :

source: - Your soil moisture is
fr: - Votre humidité du sol est

source: - Your battery is
fr: - Votre batterie

source: - Your water level is
fr: - Votre niveau d'eau est

source: Congratulations
fr: Félicitations

# well_done_Aal_the_conditions_are_right_to_guarantee_the_growth_of_your_crops
source: Well done ! All the conditions are right to guarantee the growth of your crops!
fr: Bravo ! Toutes les conditions sont bonnes pour garantir la croissance de vos cultures !

source: Soil Misture
fr: Humidité du sol

# battery
source: Baterry
fr: Batterie

source: Water Level
fr: Niveau d'eau

source: Solar power
fr: Puissance solaire

source: Error
fr: Erreur

# bad
source: Low
fr: Mauvais

source: Too dry
fr: Trop sèche

source: Slightly humid
fr: Légèrement humide

source: Too humid
fr: Trop humide

source: Do you really want to delete this picture
fr: Voulez vous vraiment supprimer cette photo

source: Delete
fr: Supprimer

source: Be careful
fr: Attention

source: CLIMATE DATA FROM MY GARDEN
fr: DONNÉES CLIMATIQUES DE MON POTAGER

# climate_data_from_weather
source: CLIMATIC DATA OF THE CITY WHERE MY GARDEN IS LOCATED
fr: DONNÉES CLIMATIQUES DE LA VILLE OÙ SE SITUE MON POTAGER

source: Level
fr: Étage

source: Row
fr: Rangée

source: to sow
fr: à semer

source: to plant
fr: à planter

source: or
fr: ou

# to_dom
source: TO ACHIEVE
fr: À RÉALISER

# jobs_donem
source: CARRIED OUT
fr: RÉALISÉES

# local
source: en
fr: fr

source: Collect
fr: Récolter

# you_have_no_task_to_archieve_because_you_have_not_yet_added_any_plants
source: Add your first plant to access to your first gardening missions
fr: Ajoutez une plante pour accéder à vos premières missions

# you_have_no_tasks_to_achieve_so_far
source: Congratulations! You've achieve all your missions !
fr: Bravo ! Vous êtes à jour de toutes vos missions !

source: You have no completed tasks
fr: Vous n'avez pas de tâches réalisées

source: Do you wish to stop following this gardener ?
fr: Souhaitez-vous ne plus suivre cette jardinière ?

source: Put a name to your planter !
fr: Mettre un nom à votre jardinière !

source: Modification done !
fr: Modification effectuée !

# are_you_sure_you_want_to_remove_your
source: Are you sure you want to remove youre
fr: Êtes-vous sur de bien vouloir retirer votre

source: Yes
fr: Oui

source: Please fill all the blanks !
fr: Remplir tous les champs !

source: Identical password !
fr: Mot de passe identique !

# the_change_has_been_mad
source: The modification has been made !
fr: La modification à été effectuée !

source: Invitation to the team
fr: Invitation dans l'équipe

source: You are invited to join the gardening team
fr: Vous êtes invité a rejoindre l'équipe de la jardinière

source: The link has been shared!
fr: Le lien a bien été partagé!

# are_you_sure_you_want_to_disconnect
source: Do you really want to disconnect?
fr: Voulez-vous vraiment vous déconnecter ?

source: Your
fr: Votre

source: is no longer part of your garden
fr: ne fait plus partie de vos potagers

source: A problem occurred when removing the connected vegetable garden
fr: Un problème est survenue lors de la suppression du potager connecté

source: Subscribe to a planter
fr: S'abonner à une jardinière

source: To track a planter, please scan the QR Code located on it
fr: Pour suivre une jardinière, veuillez scanner le QR Code situé sur cette dernière

source: Add a planter
fr: Ajouter une jardinière

source: All plants
fr: Toutles les plantes

source: The plant has been added
fr: La plante a bien été ajoutée

source: An error occurred while adding the plant, please try again later
fr: Une erreur est survenue sur l'ajout de la plante, veuillez réessayer ultérieurement

source: You will be able to sow your
fr: Vous pourrez semer votre

source: in
fr: dans

source: month
fr: mois

source: Please wait a second!
fr: Un peu de patience !

source: Add to my wishlist
fr: Ajouter à ma liste d'envies

source: The plant is already in the favorites of the gardener
fr: La plante est déjà dans les favoris de la jardinière

source: I've already seeded
fr: J'ai déjà semé

source: I've already planted
fr: J'ai déjà planté

source: The plant has been added in the wishlist
fr: La plante a bien été mise dans la liste d'envie

source: An error occurred while adding to the wishlist
fr: Une erreur c'est produite lors de l'ajout dans la liste d'envie

# local_identifier
source: en_EN
fr: fr_FR

source: estimated harvest
fr: récolte éstimée

source: Do you really want to remove this plant?
fr: Voulez-vous vraiment supprimer cette plante ?

source: Remove
fr: Supprimer

source: Your plant has been deleted
fr: Votre plante a bien été supprimé

source: day
fr: jour

source: days
fr: jours

source: remaining
fr: restants

source: When did you sow it?
fr: A quelle période l'avez-vous semer ?

source: When did you plant it?
fr: A quelle période l'avez-vous planter ?

source: You must select a date before today
fr: Vous devez sélectionner une date antérieur à aujourd'hui

# would_you_like_to_remove_this_person_from_your_team
source: Are you sure to remove this person from your team?
fr: Souhaitez-vous retirer cette personne de votre équipe ?

source: By removing this person from the team, they will no longer have access to the planter
fr: En retirant cette personne de l'équipe, elle n'aura plus accès à la jardinière

# why_constitue_team
source: Why form a team of gardeners?
fr: Pourquoi constituer une équipe de jardiniers ?

# response_info_my_team
source: To collaborate in the garden with ease! All team members have access to the same features. As soon as one of them completes a mission, the others are informed by a notification.
fr: Pour collaborer au jardin en toute simplicité ! Tous les membres de l'équipe ont accès aux meme fonctionnalités. Dès que l'un d'entre eux réalise une mission, les autres sont informés par une notification.

# team_request_ask_title
source: How to apply to join a team ?
fr: Comment demander à rejoindre une équipe ?

# team_request_ask_desc
source: People who have access to the Qr Code of your connected vegetable garden can ask to join your team by scanning the Qr Code with their Agrove app from the add a vegetable garden. If you don't want to receive any more requests to join your team, go to the settings, on the top right of this screen.
fr: Les personnes qui ont accès au Qr Code de votre potager connecté peuvent demander à rejoindre votre équipe.Il leur suffit de scanner le Qr Code avec leur appli Agrove depuis l’ajout d’un potager. Pour ne plus recevoir de demande d’ajout, rendez-vous dans les réglages, en haut à droite de cet écran.

source: People can't join your team anymore
fr: Potager bien vérrouillé

source: People can now join your team
fr: Potager n'est plus vérrouillé

source: Are you sure you don't want to withdraw the application to join
fr: Etes-vous sûrs de vouloir refuser cette demande ?

source: has been removed
fr: a bien été retirer

source: New in the team
fr: Nouveau dans la team

source: joined the team
fr: a rejoint l'équipe

source: Wrong validation code!
fr: Code de validation erroné !

source: Validation code validated
fr: Code de validation validé

# please_enter_an_invitation_codep
source: Please enter an invitation code!
fr: Veuillez entrer un code d'invitation !

source: Did you complete the mission
fr: Avez-vous bien réalisé la mission

source: Not yet!
fr: Non pas encore !

source: Task completed
fr: Tâche effectuée

source: was carried out by
fr: a été éffectuée par

source: on the plant
fr: sur la plante

source: of the planter
fr: de la jardinière

# my_missions
source: My misions
fr: Mes missions

source: Tools
fr: Outils

source: Duration
fr: Durée

source: How to do ?
fr: Comment faire ?

# done
source: It's done
fr: C'est fait

source: Mission carried out by
fr: Mission réalisée par

source: at
fr: le

source: You have no more tasks to perform!!
fr: Vous n'avez plus aucune tâche à effectuer !

source: Touch a task to get its details
fr: Touchez une tâche pour avoir son détail

source: Location
fr: Emplacement

source: Highly recommended
fr: Fortement recommandée

source: Recommended
fr: Recommandé

# realized_on
source: Réalized on
fr: Réalisée le

source: by
fr: par

source: empty
fr: vide

source: The mission
fr: La mission

source: Manage my personal data
fr: Gérer mes données personnelles

source: First
fr: Premier

source: Third
fr: Troisième

source: Fourth
fr: Quatrième

# irrig_msg1
source: Depending on the type of soil used, a recalibration of the irrigation threshold may be necessary. If the watering is triggered too often (soil still too wet), reduce this threshold nIf the watering does not start enough (soil too dry), increase the threshold.
fr: En fonction du type de terre utilisée une recalibration du seuil d’irrigation peut être nécessaire. Si l’arrosage se déclenche trop souvent (terre encore trop humide), réduisez ce seuil. Si l’arrosage ne se déclenche pas assez (terre trop sèche), augmentez le seuil.

# irrig_msg2
source: Updating the single may take 15 minutes, you can set a new threshold as soon as this setting is saved.
fr: L’actualisation du seul peut prendre 15 minutes, vous pourrez paramétrer un nouveau seuil dès que ce réglage sera enregistré.

# irrig_msg3
source: Last setting failed
fr: Le dernier réglage à échoué

# irrig_msg4
source: Your LoRa connection is probably at fault.
fr: Votre connexion LoRa est probablement en cause.

source: DEFINE
fr: DÉFINIR

source: try again
fr: réessayer

# text_seuil
source: Water when soil moisture content reaches :
fr: Arroser quand le taux d’humidité du sol atteint :

# text_parameters
source: Setting in progress since :
fr: Réglage en cours depuis le :

# is_lock_msg
source: For the moment it is complete and can no longer accommodate new gardeners.
fr: Pour le moment elle est au complet et ne peut plus accueillir de nouveaux jardiniers.

source: No thanks!
fr: Non merci!

# semis
source: Sowing
fr: Semis

# recolt
source: Harvest
fr: Récolte

# carac
source: Characteristic
fr: Caractéristique

# expo
source: Exposure
fr: Éxposition

source: Water
fr: Eau

# res
source: Frost resistance
fr: Résistance au gel

source: Height
fr: Hauteur

# notif_battery
source: 🚨 Low battery!
fr: 🚨 Batterie faible !

# notif_tank
source: 🚰 The tank is almost empty!
fr: 🚰 Le réservoir est bientôt vide !

# notif_humidity
source: 💧 The soil moisture is too low!
fr: 💧 L'humidité du sol est trop faible !

# notif_battery_desc
source: Be sure to orient the solar panel properly.
fr: Veillez à bien orienter le panneau solaire.

# notif_tank_desc
source: Fill your tank as soon as possible
fr: Remplissez votre réservoir dès que possible

# notif_humidity_desc
source: Your soil is too dry. Check that the watering system is working properly. In case of problem you can water directly yourself.
fr: Votre terre est trop sèche. Vérifiez que le système d'arrosage fonctionne correctement. En cas de problème vous pouvez arroser directement vous même.

# notif_problem_desc
source: A problem has been detected with the sensors
fr: Un problème à été détécté avec les capteurs
