Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/Wishlist/*.lproj/Wishlist.strings
Languages: fr

# 2D8-FR-xJy.text
source: Pineapple tomato
fr: Tomate ananas

# 389-cf-8ZS.text
source: You have not saved any plants to your wish list yet.
fr: Vous n’avez enregistré aucune plante à votre liste d’envies pour le moment.

# 473-jK-fil.text
source: Patience, it's not the season yet!
fr: Patience, ce n’est pas encore la saison !

# B5a-6y-0yX.text
source: Choose a free location
fr: Choisissez un emplacement libre :

# DDd-QZ-d0b.text
source: Pineapple tomato
fr: Tomate ananas

# HtK-5T-8WD.normalTitle
source: Add
fr: Ajouter

# MF2-NT-fa1.text
source: Add a plant from my wishlist
fr: Ajouter une plante depuis mes envies

# VaB-Hk-eo2.text
source: Where do you want to plant your garlic
fr: Où souhaitez-vous planter votre Ail

# q0v-kQ-9Cn.text
source: My wishes
fr: Mes envies

# xe3-fp-vpd.text
source: Add your favorite plants here to receive reminders to sow or plant them when it's the right season!
fr: Ajoutez ici vos plantes favorites pour recevoir des rappels pour les semer ou les planter dès que ce sera la bonne saison !

# zFT-dE-kaJ.text
source: It's the right season! Add these varieties :
fr: C’est la bonne saison ! Ajoutez ces variétés :
