Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/Home/*.lproj/Home.strings
Languages: fr

# 0gB-xX-HWN.normalTitle
source: Edit
fr: Modifier

# 16c-4s-aGy.normalTitle
source: Subscribe to this garden
fr: S'abonner à ce potager

# 1yl-tM-Xhe.placeholder
source: Please select the orientation of the sun
fr: Veuillez selectionner l'orientation du soleil

# 2iQ-sd-yed.text
source: Country
fr: Ville

# 3jA-Yc-ZIb.text
source: First Name Last Name
fr: Prenom Nom

# 8T4-IW-9OX.normalTitle
source: My plants
fr: Mes plantes

# BMA-Ub-k4a.placeholder
source: Enter your password
fr: Saissez votre mot de passe

# CID-5T-udK.placeholder
source: Enter your new password
fr: Saissez votre nouveau mot de passe

# Ceo-Jk-6O3.placeholder
source: Please select a location
fr: Veuillez selectionner un emplacement

# CsU-6A-xlo.text
source: New password
fr: Nouveau mot de passe

# DeT-hf-j4Q.text
source: Sharing the planter
fr: Partager la jardinière

# F4v-1R-A1y.text
source: My information
fr: Mes informations

# F8x-II-Aa3.text
source: First Name Last Name
fr: Prenom Nom

# FMS-B1-Ncy.text
source: A team of gardeners is already taking care of this garden!
fr: Une équipe de jardiniers est déjà aux petits soins pour ce potager!

# GY6-lL-IIb.text
source: My gardens
fr: Mes potagers

# IOF-Lu-mmw.placeholder
source: Name of the planter
fr: Nom de la jardinière

# Inr-eI-Ym0.placeholder
source: Name of the country
fr: Nom de la ville

# MCc-yA-zbv.text
source: Name
fr: Dénomination

# MHd-r8-KqT.text
source: My future garden
fr: Mon future potager

# PZt-PY-IhZ.text
source: Zip code
fr: Adresse

# Pru-Ko-2O8.text
source: Location
fr: Emplacement

# Qnf-n2-sLW.text
source: My plants
fr: Mes plantes

# Uwn-Gm-v9p.text
source: There is still room to garden on this vegetable garden with them, are you interested?
fr: Souhaitez-vous suivre son évolution ?

# Wba-iW-a5M.text
source: Level
fr: Niveau

# XgJ-ug-CM2.placeholder
source: Zip code of the planter
fr: Adresse de la jardiniere

# Y4i-Dx-nhb.normalTitle
source: My team
fr: Mon équipe

# bhe-Lr-zHq.text
source: Title
fr: Titre

# cNx-lV-MGP.normalTitle
source: Apply to join the team
fr: Demander à rejoindre l'équipe

# fFD-Zt-EcH.normalTitle
source: My garden
fr: Mon potager

# gTf-aj-LFV.text
source: Floor 1
fr: Etage 1

# i5s-na-8HI.text
source: My missions
fr: Mes missions

# jjr-Fy-bXy.text
source: Address of the planter
fr: Informations de ma jardinière

# lpS-it-QRz.normalTitle
source: No thanks!
fr: Demander à rejoindre l'équipe

# m4f-m4-FZ6.normalTitle
source: My Subscriptions
fr: Mes abonnements

# nR8-l5-keH.text
source: My Subscriptions
fr: Mes abonnements

# onH-Hz-OIj.normalTitle
source: Edit
fr: Modifier

# pQq-4O-Kk6.text
source: Previous Password
fr: Ancien mot de passe

# pZN-VB-Xxe.normalTitle
source: My missions
fr: Mes missions

# qAp-5u-dYx.text
source: Orientation of the sun
fr: Orientation du soleil

# qvM-ZC-dmR.text
source: Please select a date in the future / have you added any plants?
fr: Veuillez sélectionner une date dans le future / avez-vous rajouté des plantes ?

# rVf-NT-JF7.placeholder
source: Your search
fr: Votre recherche

# sam-x2-C3B.normalTitle
source: Remove this garden
fr: Retirer ce potager

# sdT-9E-b8z.text
source: Floor 1
fr: Etage 1

# tZQ-ZV-T9N.text
source: Sunlight
fr: Ensoleillement

# vl9-mx-rjQ.placeholder
source: Please select a sunlight
fr: Veuillez selectionner un ensoleillement

# w0L-Lr-MN4.text
source: Email
fr: Mail

# yGT-1o-ajy.text
source: First Name Last Name
fr: Prenom Nom
