Repository: AdisonPDO/Agrove-ios
Catalog: plantr_ios/plantR/MyPlants/*.lproj/MyPlants.strings
Languages: fr

# 0ku-QK-nAG.placeholder
source: All plants
fr: Toutes les plantes

# 3G3-p9-RLI.text
source: Start
fr: début

# 4fL-L0-Aqa.text
source: Add a plant
fr: Ajouter une plante

# 4pr-DH-IjU.text
source: No plant found!
fr: Pas de plante trouvée !

# 5wU-tE-lxI.text
source: Add a plant
fr: Ajouter une plante

# 7x0-QD-05r.text
source: Search a plant
fr: Rechercher une plante

# E9N-IR-4ra.text
source: Cherry tomato
fr: Tomate cerise

# JcK-vs-vXY.text
source: See the current missions
fr: Voir les missions du moment

# MJy-u4-oeX.text
source: monts
fr: mois

# Oez-N5-0db.text
source: Floor number
fr: Numéro étage

# Pzd-fq-cPA.text
source: end
fr: fin

# Sva-if-ooK.normalTitle
source: Add
fr: Ajouter

# WP6-TC-hUD.text
source: The size of the fruit varies from a cherry to a golf ball.
fr: La taille des fruits varie de celle d'une cerise à celle d'une balle de golf.

# Zte-J2-1zN.normalTitle
source: Your search
fr: Votre recherche

# ctv-fY-i4m.normalTitle
source: Confirm
fr: Confirmer

# f4F-Bv-Upx.normalTitle
source: Remove the plant
fr: Supprimer la plante

# fNL-78-eIJ.text
source: Pineapple tomato
fr: Tomate ananas

# gKv-Qy-yxp.text
source: Name + Floor
fr: Nom + Etage

# hHS-ny-bkb.text
source: Our suggestions
fr: Les suggestions du moment

# hKg-Np-d6h.normalTitle
source: Have a look
fr: Consulter

# iii-cH-vvP.placeholder
source: Your search
fr: Votre recherche

# kIm-Ef-nnb.text
source: Floor
fr: Etage

# qXD-rA-nbk.text
source: Rename
fr: Renommer

# tXr-Jd-CjX.text
source: Cherry tomato
fr: Tomate cerise

# vk0-iM-CkC.placeholder
source: Optional
fr: Optionnel

# vyv-1k-GEv.text
source: Add a plant
fr: Ajouter une plante
